[
  {
    "type": "Ejercicios de respiración",
    "description": "Los ejercicios de respiración pueden ayudar a mejorar la salud mental de varias maneras. Pueden ayudar a reducir el estrés, la ansiedad y la depresión. También pueden mejorar el estado de ánimo y la concentración.",
    "exercises": [
      {
        "name": "Respiración diafragmática",
        "description": "La respiración diafragmática, también conocida como respiración abdominal, es una técnica de respiración que se centra en el uso del diafragma para respirar. Esto ayuda a relajar los músculos del cuerpo y la mente.",
        "steps": [
          "Siéntese o acuéstese en una posición cómoda.",
          "Coloque una mano sobre su pecho y la otra sobre su abdomen, justo debajo de las costillas.",
          "Inhale por la nariz, permitiendo que su abdomen se eleve. Su pecho debería permanecer relativamente quieto.",
          "Exhale por la boca, permitiendo que su abdomen se hunda.",
          "Repita este ciclo de respiración durante 5-10 minutos."
        ],
        "image": [
          "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Diaphragmatic_breathing_illustration.svg/1200px-Diaphragmatic_breathing_illustration.svg.png"
        ]
      },
      {
        "name": "Respiración cuadrada",
        "description": "La respiración cuadrada es una técnica de respiración que se centra en la inhalación, retención y exhalación durante períodos de tiempo iguales. Esto ayuda a tranquilizar la mente y el cuerpo.",
        "steps": [
          "Siéntese o acuéstese en una posición cómoda.",
          "Cierre los ojos y centre su atención en su respiración.",
          "Inhale durante 4 segundos, contando mentalmente.",
          "Mantenga la respiración durante 4 segundos.",
          "Exhale durante 4 segundos.",
          "Repita este ciclo de respiración durante 5-10 minutos."
        ],
        "image": [
          "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Box_breathing_diagram.svg/1200px-Box_breathing_diagram.svg.png"
        ]
      },
      {
        "name": "Respiración 4-7-8",
        "description": "La respiración 4-7-8 es una técnica de respiración que se centra en la inhalación, retención y exhalación durante períodos de tiempo específicos. Esta técnica es especialmente eficaz para reducir la ansiedad y el estrés.",
        "steps": [
          "Siéntese o acuéstese en una posición cómoda.",
          "Cierre los ojos y centre su atención en su respiración.",
          "Inhale por la nariz durante 4 segundos, contando mentalmente.",
          "Continúe reteniendo la respiración durante 7 segundos.",
          "Exhale por la boca durante 8 segundos, exhalando todo el aire de sus pulmones.",
          "Repita este ciclo de respiración 4 veces."
        ],
        "image": [
          "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/4-7-8_breathing_diagram.svg/1200px-4-7-8_breathing_diagram.svg.png"
        ]
      }
    ]
  },
  {
    "type": "Ejercicios de motivación",
    "description": "Los ejercicios de motivación pueden ayudar a aumentar la energía, mejorar el estado de ánimo y reducir el estrés. También pueden ayudar a establecer y alcanzar metas.",
    "exercises": [
      {
        "name": "Visualización positiva",
        "description": "La visualización positiva es una técnica que consiste en imaginarse a uno mismo logrando una meta o objetivo. Esto puede ayudar a aumentar la confianza y la determinación.",
        "steps": [
          "Encuentre un lugar tranquilo donde pueda relajarse.",
          "Cierre los ojos y respire profundamente.",
          "Imagínese a sí mismo alcanzando su meta o objetivo.",
          "Detalle su visualización lo más posible, incluyendo todos los sentidos.",
          "Mantenga la visualización durante unos minutos.",
          "Abra los ojos y tome nota de cómo se siente."
        ],
        "image": [
          "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Visualization_technique.svg/1200px-Visualization_technique.svg.png"
        ]
      },
      {
        "name": "Establecimiento de metas",
        "description": "El establecimiento de metas es un paso importante para la motivación. Cuando se establecen metas específicas, medibles, alcanzables, relevantes y limitadas en el tiempo, es más probable que se logren.",
        "steps": [
          "Elija una meta que sea importante para usted.",
          "Haga que su meta sea específica, medible, alcanzable, relevante y limitada en el tiempo.",
          "Divida su meta en objetivos más pequeños y alcanzables.",
          "Cree un plan para alcanzar su meta.",
          "Siga su progreso y haga ajustes según sea necesario.",
          "Reconozca sus éxitos a medida que los alcance."
        ],
        "image": [
          "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/SMART_Goals_Flowchart.svg/1200px-SMART_Goals_Flowchart.svg.png"
        ]
      },
      {
        "name": "Fijación de plazos",
        "description": "La fijación de plazos puede ayudar a mantener la motivación al proporcionar un sentido de urgencia. Cuando tiene una fecha límite para cumplir, es más probable que se mantenga en el camino.",
        "steps": [
          "Divida su meta en objetivos más pequeños y alcanzables.",
          "Asigne una fecha límite para cada objetivo.",
          "Siga su progreso y haga ajustes según sea necesario.",
          "Reconozca sus éxitos a medida que los alcance."
        ],
        "image": [
          "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Deadlines_Flowchart.svg/1200px-Deadlines_Flowchart.svg.png"
        ]
      },
      {
        "name": "Recompensas",
        "description": "Las recompensas pueden ayudar a mantener la motivación al proporcionar un incentivo para seguir adelante. Cuando se recompensa a sí mismo por alcanzar un objetivo, es más probable que se sienta motivado para seguir adelante.",
        "steps": [
          "Elija recompensas que sean significativas para usted.",
          "Recompense a sí mismo por alcanzar un objetivo.",
          "Reconozca sus éxitos a medida que los alcance."
        ],
        "image": [
          "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rewards_Flowchart.svg/1200px-Rewards_Flowchart.svg.png"
        ]
      }
    ]
  }
]
